const items = {

    "Сільський ЕМФ":{
        icon:"images/emf.png",

        image:"images/emfEx.png",

        description:"Сільський ЕМФ може зафіксувати паранормальні явища, в особливості іздавання звуку, кивання предмету, письмо на листку, гниття мавпи, і хрюкання."

    },
    "Спіріт бокс":{
        icon:"images/spiritbox.png",

        image:"images/spiritboxEx.png",

        description:"Спіріт бокс - це рація для спілкування з призраками. Через спіріт бокс можна узнати про різні риси призрака: Вік, Стать, Улюблена комната і все що може допомогти з розслідуванням.",

    },
    "Сільський термометр":{
        icon:"images/freezing.png",

        image:"images/freezingEx.png",

        description:"Сільський термометр використовується для вимірювання температури. Шапка буде дном донизу якщо температура ниже нуля і дном до верху якщо більше нуля.",

    },
    "Листок духу":{
        icon:"images/inscription.png",

        image:"images/inscription.png",

        description:"Призрак може написати в листок якщо хоче з вами поспілкуватися і поділиться з вами про елементи свого життя. Листок духу буде ефективніше якщо він розположений ближе до улюбленої комнати."

    },
    "Мавпа бурундучка":{
        icon:"images/monkeyrot.png",

        image:"images/MonkeyRotEx.png",

        description:"Мавпа бурундучка буте постепенно гнити якщо з ним находится призрак. Якщо призрак немає доказательства на гниття мавпи, то мавпа не буде гнити якщо рядом з ним призрак. Якщо мавпа сидит з головою вверх, то мавпа нормальна, якщо вона поклала голову на коліна, то вона згнила."

    },
    "Містична бутилка":{
        icon:"images/throwingbottle.png",

        image:"images/ThrowingBottleEx.png",

        description:"Містична бутилка ніколи не впаде просто так. Навіть якщо призрак без доказательства на мечення бутилки буде намагатися її вбалити."

    },
    "Фотокамера":{
        icon:"images/makingphoto.png",

        image:"images/makingphoto.png",

        description:"За допомогою камери ви можете отримувати гроші за важливі для розслідування фотографії. Ви можете сфотографувати: письмо на книжці, згнившу мавпу, зледенілу воду, сільський термометр в морозному стані і за це отримаєте одну зірку. Ви можете сфотографувати предмет, з яким взаємодіяв призрак, гост івент, сцяння на полаш і отримати дві зірки. Можете сфотографувати призрака во время охоти, труп і отримати три зірки. Але у вас є ліміт в виді 6 фото."

    },
    "Карти таро":{
        icon:"images/Taro.png",

        image:"images/TaroEx.png",

        description:"Із колоди карт берутся рандомні 3 карти. Якщо вам випаде шістка, то призрак зробить щось. Якщо сімка, то призрак запреся. Якщо вісімка, то призрак почне охоту. Якщо девятка, призрак змінить кімнату(із общої колоди убираєся 3 карти девятки). Якщо десятка, то ви умрете(із о. б. убираєся 3 карти десятки). Вальтів нема. Якщо дама, то призрак почне гост івент. Якщо король, то призрак каже не пудходящу улику(із о. к. убираєся 3 короля). Якщо туз, то ви отримуєте щит на слідущу охоту.(два туза убираються із о. к.)."

    },
    

};